---
kind: other
id: Properties.T:Autodesk.Revit.DB.DividedSurface
source: html/0e9f43fc-8b8d-185c-cca7-d8355792a28e.htm
---
# DividedSurface Properties

Angle of rotation applied to the U- and V- directions together.